{
  "header-component-links": {
    "aboutme": "Über mich",
    "mySkills": "Meine Skills",
    "portfolio": "Portfolio"
  },

  "about-me": {
    "title": "Über mich",
    "info": {
      "description": "Ich bin Front-End-Entwickler aus Essen, Deutschland. Ich bin darauf spezialisiert, die Visionen von Designern und die Konzepte von Unternehmen in voll funktionsfähige und ausgefeilte digitale Erlebnisse umzusetzen. Mit einer starken Mischung aus Kreativität und logischem Denken verwandle ich Ideen in hochwertige Produkte, die einen echten Mehrwert bieten.",
      "detail": "Wenn Sie glauben, dass ich gut zu Ihrem Projekt passe, melden Sie sich bei mir - ich würde gerne mit Ihnen zusammenarbeiten!",
      "location": "Standort Essen",
      "remote": "Remote möglich",
      "message": "Lass uns reden!"
    }
  },

  "my-skills": {
    "title": "My skills",
    "info": {
      "question": "Fehlt etwas?",
      "contact": "Schreiben Sie mir,",
      "learning": "ich lerne gerne etwas Neues!"
    }
  },

  "portfolio": {
    "title": "Portfolio",
    "description": {
      "headline": "Hier finden Sie eine Auswahl meiner Arbeiten - Interagieren Sie den Projekten, um sich einen Überblick von meinen Fähigkeiten zu verschaffen.",
      "el-pollo-loco": "Ein Jump'n'Run Spiel, welches auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
      "join": "Ein Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
      "pokedex": "Eine simple aufgebaute Bibliothek, basierend auf der PokéAPI, welche verschiedene Pokemon-Informationen bereitstellt und katalogisiert."
    }
  },

  "contact": {
    "headline": "Möchten Sie ein neues Projekt besprechen?",
    "description": "Sagen Sie Hallo! Lassen Sie uns Ihre Ideen besprechen und sie umsetzen.",
    "contact-form": {
      "name": "Ihr Name",
      "email": "Ihre E-Mail",
      "message": "Ihre Nachricht",
      "error-name": "Ihre Nachricht ist erforderlich",
      "error-email": "Ihre E-Mail ist erforderlich",
      "error-message": "Ihre Nachricht",
      "policy1": "Ich habe die",
      "policy2": "Datenschutzrichtlinie",
      "policy3": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
      "send-button": "Sag Hallo ;)",
      "success-message": "Das hat geklappt!"
    }
  },

  "legalnotice": {
    "title": "Impressum",
    "legal": "Angaben gemäß § 5 TMG",
    "contact": {
      "title": "Kontakt",
      "phone": "Telefon: +49 176 55730283"
    }
  },

  "footer": {
    "legal": "Impressum"
  }
}
